/* cup abbreviation */
" c" = " tz";

/* gram abbreviation */
" g" = " g";

/* gallon abbreviation */
" gal" = " gal";

/* kilogram abbreviation */
" kg" = " kg";

/* liter abbreviation */
" l" = " l";

/* pound abbreviation */
" lb" = " lb";

/* milliliter abbreviation */
" ml" = " ml";

/* ounce abbreviation */
" oz" = " oz";

/* pint abbreviation */
" pt" = " pt";

/* quart abbreviation */
" qt" = " qt";

/* tablespoon abbreviation */
" Tbsp" = " cucc.";

/* teaspoon abbreviation */
" tsp" = " cucc.no";

/* Section header for non A-Z items */
"123" = "123";

/* Button to add a new aisle */
"Add Aisle" = "Aggiungi scaffale";

/* Add all ingredients to recipe */
"Add all ingredients" = "Aggiungi tutti gli ingredienti";

/* Add item to recipe */
"Add ingredients" = "Aggiungi ingredienti";

/* View title */
"Add Ingredients" = "Aggiungi ingredienti";

/* No comment provided by engineer. */
"Add Photo" = "Aggiungi foto";

/* button */
"Add Recipe" = "Aggiungi";

/* button in email */
"Add to GroceryZen" = "Aggiungi a GroceryZen";

/* button */
"Add to List" = "Aggiungi";

/* View title */
"Add to Recipes" = "Aggiungi alle ricette";

/* No comment provided by engineer. */
"Add to recipes" = "Aggiungi alle ricette";

/* DON'T CHANGE THIS - localized button name */
"add_button.png" = "add_button_it.png";

/* Title for Select Aisle
   Aisle label */
"Aisle" = "Scaffale";

/* Aisle edit button */
"Aisles" = "Scaffali";

/* Easter egg item: set to the item you like least */
"Broccoli" = "Mais surgelato";

/* button
   Cancel button */
"Cancel" = "Annulla";

/* Check out button */
"Check Out" = "Check Out";

/* Button */
"Choose Existing Photo" = "Scegli Foto";

/* Must be short! Button after user has emailed list. */
"Clear List" = "Cancella";

/* Button text
   button */
"Close" = "Chiudi";

/* unit of measure */
"cup" = "tazza";

/* unit of measure */
"cups" = "tazze";

/* add from email */
"Do you want to add %d items to your shopping list?" = "Vuoi aggiungere %d oggetti alla tua lista della spesa?";

/* Message when user launches from a website to add a recipe
   Message when user launches from a email to add a recipe */
"Do you want to add a new recipe?\r\n\r\n%@" = "Vuoi aggiungere una nuova ricetta?\r\n\r\n%@";

/* add from email - singular */
"Do you want to add one item to your shopping list?" = "Vuoi aggiungere un oggetto alla tua lista della spesa?";

/* text in recipe email */
"Don't have GroceryZen?" = "Non hai GroceryZen?";

/* Done button
   done searching */
"Done" = "Fatto";

/* Edit picture label
   Button */
"Edit" = "Modifica";

/* Title for edit aisle */
"Edit Aisle" = "Modifica scaffale";

/* Title for Edit Aisle screen */
"Edit Aisles" = "Modifica scaffali";

/* View name */
"Edit Notes" = "Modifica note";

/* THIS NEEDS TO BE SHORT! Button to email a specific recipe */
"Email" = "Email";

/* @E-mail shopping list button title */
"Email List" = "Invia Lista";

/* E-mail recipe button title
  Title of view */
"Email Recipe" = "Invia Ricetta";

/* unit of measure */
"gallon" = "gallone";

/* unit of measure */
"gallons" = "galloni";

/* unit of measure */
"gram" = "grammo";

/* unit of measure */
"grams" = "grammi";

/* Load failure */
"GroceryZen had trouble loading the information from your most recent changes. If this keeps happening, please contact our technical support." = "GroceryZen ha avuto problemi nel caricare le informazioni in seguito alle tue ultime modifiche. Se questo dovesse ripetersi, per favore contatta il nostro supporto tecnico.";

/* Name of 'aisle' for completed items. */
"Have" = "Presi";

/* e-mail subject line for recipe */
"Here's my shopping list for \"%@\"" = "Questa è la mia lista della spesa per \"%@\"";

/* Item count usually needed */
"I usually buy" = "Di solito compro";

/* Title for Edit Item */
"Item" = "Prodotto";

/* unit of measure */
"item" = "prodotto";

/* unit of measure */
"items" = "prodotti";

/* Item view navigation title
   Items label */
"Items" = "Prodotti";

/* Must be short! Button after user has emailed list. */
"Keep List" = "Conserva";

/* unit of measure */
"kilogram" = "kilogrammo";

/* unit of measure */
"kilograms" = "kilogrammi";

/* unit of measure */
"liter" = "litro";

/* unit of measure */
"liters" = "litri";

/* unit of measure */
"milliliter" = "millilitro";

/* unit of measure */
"milliliters" = "millilitri";

/* Placeholder for item name
   Placeholder for aisle name
   Placeholder for name
   Placeholder name for recipe */
"Name" = "Nome";

/* Quantity for an ingredient in a recipe */
"Needed for this recipe" = "Necessari per questa ricetta";

/* Quantity needed
   Item count currently needed */
"Needed now" = "Serve ora";

/* Title for new aisle */
"New Aisle" = "Nuovo scaffale";

/* Title for New Item */
"New Item" = "Nuovo oggetto";

/* Title for New Recipe */
"New Recipe" = "Nuova ricetta";

/* No comment provided by engineer. */
"No ingredients" = "Nessun ingrediente";

/* Aisle name if not selected
   No aisle
   Unspecified aisle
   Items text if none are selected */
"None" = "Nessuno";

/* Note text if not specified */
"Notes" = "Note";

/* text in recipe email */
"Notes:" = "Note:";

/* No comment provided by engineer. */
"OK" = "OK";

/* unit of measure */
"ounce" = "oncia";

/* unit of measure */
"ounces" = "once";

/* unit of measure */
"pint" = "pinta";

/* unit of measure */
"pints" = "pinte";

/* unit of measure */
"pound" = "libbra";

/* unit of measure */
"pounds" = "libbre";

/* Title of quantity screen
   Quantity label */
"Quantity" = "Quantità";

/* unit of measure */
"quart" = "quarto";

/* unit of measure */
"quarts" = "quarti";

/* Title for Edit Recipe
   Title for View Recipe */
"Recipe" = "Ricetta";

/* Title for recipe name */
"Recipe Info" = "Info ricetta";

/* link text for site when emailing a recipe */
"Recipe website" = "Sito della ricetta";

/* Recipes view navigation title */
"Recipes" = "Ricette";

/* Save button */
"Save" = "Salva";

/* Placeholder */
"Search" = "Cerca";

/* Share view navigation title */
"Share" = "Condividi";

/* Shop view navigation title */
"Shop" = "Negozio";

/* e-mail subject line for Shopping list */
"Shopping list" = "Lista della spesa";

/* text in recipe email */
"Shopping list:" = "Lista della spesa:";

/* Message after user has emailed list. */
"Since you emailed your list, do you want to clear it now?" = "Dato che hai inviato la tua lista, vuoi cancellarla?";

/* unit of measure */
"tablespoon" = "cucchiaio da tavola";

/* unit of measure */
"tablespoons" = "cucchiai da tavola";

/* Button */
"Take Photo" = "Scatta Foto";

/* No comment provided by engineer. */
"Tap on 'Edit' to add some." = "Tocca 'Modifica' per aggiungerne";

/* unit of measure */
"teaspoon" = "cucchiaino";

/* unit of measure */
"teaspoons" = "cucchiaini";

/* Message if emailing a list doesn't work. */
"The mail application could not be opened - this happens sometimes.\r\n\r\nIf it keeps happening, change the list slightly and try again." = "Il programma di posta non può essere aperto - a volte capita.\r\n\r\nSe continua a succedere, modifica leggermente la lista e riprova.";

/* Message if emailing a recipe doesn't work. */
"The mail application could not be opened - this happens sometimes.\r\n\r\nIf it keeps happening, change the recipe slightly and try again." = "Il programma di posta non può essere aperto - a volte capita.\r\n\r\nSe continua a succedere, modifica leggermente la ricetta e riprova.";

/* No comment provided by engineer. */
"This will reset all the items you have purchased." = "Questo cancellerà dalla lista tutti i prodotti che hai acquistato.";

/* Easter egg checkout message */
"This will reset all the items you have purchased.\r\nEwwww, you bought broccoli!" = "Questo cancellerà dalla lista tutti i prodotti che hai acquistato.\r\nA cosa diavolo ti servirà del mais surgelato?!";

/* No comment provided by engineer. */
"Woohoo! You don't need anything\r\nelse today." = "Fantastico! Non ti serve altro\r\nper oggi.";

/* Placeholder for recipe web address */
"www.example.com" = "www.example.com";

/* No comment provided by engineer. */
"You're done shopping" = "Hai finito la spesa";

/* Message when can't add two things together like pounds + liters */
"You're trying to use two different units of measurement. Couldn't add these ingredients:\r\n" = "Stai cercando di usare due unità di misura diverse. Non è possibile aggiungere questi ingredienti:\r\n";

